# Заранее оговоренная сумма трат на одну сотрудницу
budget_per_w_person = 2000

# Место задания ФИО начальника
boss = 'ФИО начальника'

# Список, содержищий ФИО все сотрудников мужского пола. В этом списке начальник не указывается, хотя предполагается, что начальник мужского пола.
staff_m = ['ФИО сотрудника 1', 
           'ФИО сотрудника 2',
           'ФИО сотрудника 3',
           'ФИО сотрудника 4',
           'ФИО сотрудника 5',
           'ФИО сотрудника 6',
           'ФИО сотрудника 7',
           '...',
           'ФИО сотрудника N']

# Список, содержищий ФИО всех сотрудников женского пола.
staff_w = ['ФИО сотрудницы 1', 
           'ФИО сотрудницы 2',
           'ФИО сотрудницы 3',
           'ФИО сотрудницы 4',
           'ФИО сотрудницы 5',
           'ФИО сотрудницы 6',
           'ФИО сотрудницы 7',
           'ФИО сотрудницы 8',
           'ФИО сотрудницы 9',
           '...',
           'ФИО сотрудника N']

# Список задач, на которые нужно распределить сотрудников-мужчин
tasks = ['Заказать цветы к нужному времени и дате',
         'Купить и принести подарок 1',
         'Купить и принести подарок 2', 
         'Вести бухгалтерию']
    
